[
  {
    "image": "",
    "title ": "Brushing your dogs teeth",
    "description": "Why you should brush your dogs teeth, It is estimated that over 2/3 of dogs over the age of three have periodontal disease, an inflammation or infection of the tissues surrounding the teeth. Periodontal disease starts as gingivitis caused by plaque and often progresses to involve the bony tooth sockets. Left untreated, periodontal disease can lead to painful tooth loss. Brushing their teeth twice a day can help remove plaque and prevent tartar accumulation as well as reducing bad breath of your dog. It is recommend that you tech your dog to accept tooth brushing while he or she is still young, having a older dog can become more challenging with the training process.",
    "animal": "Dog"
  },
  {
    "image": "",
    "title": "Grooming your cat",
    "description": "If your cat has sort or long fur, he or she will benefit greatly from brushing or combing. This grooming helps to remove any dead hair from there coat so they dont ingest it while self-grooming. Lastly it also gives you chance to notice any changes in there body such as lumps, bumps and any sore sports. ",
    "animal": "Cat"
  },
  {
    "image": "",
    "title": "Tips for larger dogs",
    "description": "How much exercises dogs need varies by the breed of dog. Some breeds like labrador retrievers are energetic while other like mastiffs are happy to sitting around most fo the the day. However once your pup is fully grown Gale recommends a minimum of two 30 minute walks a day. Depending on the dog breed you may need to keep physically fit and mentally stimulated this can be done through either swimming, running or agility training.",
    "animal": "Dog"
  },
  {
    "image": "",
    "title": "Cat Scratching Posts",
    "description": "Having scratching posts will help prevent damage to your furniture it will also help your cat to stretch her muscles and keeps their claws in top condition. Scratching on appropriate surface like cardboard old carpet helps to remove old layers of your cats claws. ",
    "animal": "Cat"
  }
]